Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well has been formation-tested (mini DST) and extensive data acquisition and sampling have been performed.
nb: Brønnen har blitt formasjonstestet (mini DST) og det er utført omfattende datainnsamling og prøvetaking.

source: A sidetrack will be drilled in an attempt to establish the gas/water contact and the size of the discovery.
nb: Det skal bores et sidesteg for å prøve å fastslå gass/vann-kontakten og størrelsen på funnet.

source: The well was drilled to a vertical depth of 5110 metres below the sea surface, and was concluded in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 5110 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: The well was drilled using the semi-submersible drilling facility West Alpha, which will continue to work in production licence 107, with the drilling of sidetrack well 6407/7-8A.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen West Alpha, som fortsetter operasjonen i utvinningstillatelse 107 med boring av sidesteg 6407/7-8A.

source: Licensees in production licence 107 (see NPD's fact-pages)
nb: Rettighetshavere i utvinningstillatelse 107 (se OD's faktasider)

source: StatoilHydro ASA, operator of production licence 263, has concluded drilling of wildcat well 6507/11-9.
nb: StatoilHydro ASA, operatør av utvinningstillatelse 263, har avsluttet boringen av undersøkelsesbrønn 6507/11-9.

source: The well is situated about five kilometres north-west of Midgard, which is part of the Åsgard field in the Norwegian Sea.
nb: Brønnen ligger om lag fem kilometer nordvest for Midgard som er en del av Åsgardfeltet i Norskehavet.

source: The well was not formation-tested, but extensive data collection and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees in the production licence will consider producing the discovery in conjunction with the Åsgard field.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot Åsgardfeltet.

source: The well was drilled to a vertical depth of 3040 m below the sea surface, and was concluded in rocks from the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3040 meter under havflaten, og ble avsluttet i bergarter fra nedre jura.

source: The water depth at the site is 299 m.
nb: Havdypet er 299 meter.

source: Well 6507/11-9 was drilled by the West Alpha drilling facility, which will now proceed to production licence 348 in the Norwegian Sea to drill wildcat wells 6407/8-4 S and A, operated by StatoilHydro ASA.
nb: Brønn 6507/11-9 ble boret av boreinnretningen West Alpha som nå skal til utvinningstillatelse 348 i Norskehavet for å bore undersøkelsesbrønnene 6407/8-4 S og A der StatoilHydro ASA er operatør.

source: The licensees in production licence 263.
nb: Rettighetshavere i utvinningstillatelse 263.

source: The well was drilled in a prospect called ”Obesum” in block 7222/6, approximately 175 kilometres northwest of Hammerfest.
nb: Brønnen ble boret på et prospekt kalt ”Obesum” i blokk 7222/6, om lag 175 kilometer nord-nordvest for Hammerfest.

source: The purpose of the well was to prove hydrocarbons in sandstone from the Middle and Late Triassic period.
nb: Formålet med brønnen var å påvise hydrokarboner i sandsteiner av mellom- og sentrias alder.

source: The well proved hydrocarbons in sandstone from the Middle Triassic period.
nb: Brønnen påviste hydrokarboner i sandsteiner av mellomtrias alder.

source: An evaluation and analyses will be carried out to establish the resource potential of the discovery.
nb: Det vil bli gjennomført evaluering og analyser for å avklare ressurspotensialet i funnet.

source: The drilling of another wildcat well is being planned in the production licence in 2008.
nb: Det er planlagt ytterligere en undersøkelsesbrønn i utvinningstillatelsen i løpet av 2008.

source: This is the first exploration well in production licence 228.
nb: Dette er den første letebrønnen i utvinningstillatelse 228.

source: Production licence 228 was awarded in the Barents Sea project in 1997, with Saga Petroleum AS as operator.
nb: Utvinningstilatelse 228 ble tildelt i Barentshavprosjektet i 1997, med Saga Petroleum ASA som operatør.

source: Wildcat well 7222/6-1 S was drilled to a total depth of 2825 metres below the sea surface and was completed in rocks from the Early Triassic period.
nb: Undersøkelsesbrønn 7222/6-1 S ble boret til et totalt dyp på 2825 meter under havoverflaten og ble avsluttet i bergarter fra tidligtrias.

source: Well 7222/6-1 S was drilled with the drilling facility Polar Pioneer at a water depth of 364 metres.
nb: Brønn 7222/6-1 S ble gjennomført med boreinnretningen Polar Pioneer på 364 meters vanndyp.

source: Polar Pioneer will now drill appraisal well 7123/4-1 S in production licence 110C where StatoilHydro is operator.
nb: Polar Pioneer skal nå bore avgrensningsbrønn 7123/4-1 S i utvinningstillatelse 110C der StatoilHydro er operatør.

source: The well encountered gas and oil in the upper parts of the Brent Group, and was concluded in Middle Jurassic rocks.
nb: Brønnen påviste olje og gass i øvre deler av Brent-gruppen fra midtre jura.

source: The well has been plugged and abandoned, and tie-in to the facilities in the nearby area is being evaluated.
nb: Brønnen blir nå permanent plugget og forlatt.

source: Licensees in production licence PL 104
nb: Rettighetshavere i utvinningstillatelse PL 104

source: Press contact in the NPD Eldbjørg Vaage Melberg, tel + 47 51 87 60 00
nb: Pressekontakt i Oljedirektoratet Eldbjørg Vaage Melberg, tel 51 87 60 00

source: The well is located about 20 km north-east of the 15/3-1 S Gudrun discovery in the North Sea.
nb: Brønnen ligger drøyt 20 kilometer nordøst for funnet 15/3-1 S Gudrun i Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in the Middle Jurassic and Upper Triassic (in a prospect called Draupne).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura og i øvre trias (i et prospekt kalt Draupne).

source: The well proved light oil with a small gas cap in Middle Jurassic reservoir rocks.
nb: Brønnen påviste lett olje med en mindre gasskappe i midtre jura reservoarbergarter.

source: It is too early to indicate the size of the discovery as the well did not confirm the oil/water contact.
nb: Da olje/vann-kontakten ikke ble påvist i brønnen, er det for tidlig å kunne oppgi størrelsen på funnet.

source: The secondary exploration target was to prove petroleum in the Paleocene, which was dry.
nb: Sekundært letemål var å påvise petroleum i paleocene, som var tørr.

source: The well was not formation-tested, but data was collected in the form of core and fluid samples.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling med kjerneprøver og væskeprøver.

source: The discovery will now be mapped in detail prior to planning a potential appraisal well to determine the size of the discovery, as well as to obtain additional reservoir data.
nb: Funnet vil nå bli kartlagt i detalj før en aktuell avgrensingsbrønn blir planlagt boret for å avklare størrelsen på funnet og for å skaffe ytterligere reservoardata.

source: The well was drilled to a vertical depth of 2511 metres below the sea surface, and was concluded in the Skagerrak formation in the Upper Triassic.
nb: Brønn ble boret til et vertikalt dyp av 2511 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: Water depth at the site was 111 metres.
nb: Havdypet var 111 meter.

source: Well 16/1-9 was drilled by the Bredford Dolphin drilling facility, which will now proceed to production licence 373 S in the northern North Sea to drill wildcat well 34/3-1 S operated by BG Norge.
nb: Brønn 16/1-9 ble boret av boreinnretningen Bredford Dolphin som nå skal til utvinningstillatelse 373 S i den nordlige delen av Nordsjøen for å bore undersøkelsesbrønn 34/3-1 S der BG Norge er operatør.

source: The amendments enter into force from 1 January 2010.
nb: Endringene gjelder fra 1. januar 2010.

source: The purpose of the well was to prove petroleum in Paleogene reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i paleogene reservoarbergart.

source: The well proved oil.
nb: Brønnen påviste olje.

source: The size of the discovery is estimated to 3 - 5 million Sm3 of recoverable oil.
nb: Størrelsen på funnet er beregnet til 3 - 5 millioner Sm3 utvinnbare olje.

source: The discovery is interesting and may, seen in the context of other discoveries in the area, have potential for further development.
nb: Funnet er interessant og kan, sett i sammenheng med andre funn i området, være aktuell for videre utvikling.

source: The well is the 13th exploration well in production licence 169.
nb: Brønnen er den 13. letebrønnen i utvinningstillatelse 169.

source: The licence was awarded in the 13th licensing round in 1991.
nb: Tillatelsen ble tildelt i 13. konsesjonsrunde i 1991.

source: The well was not formation tested, but comprehensive data collection and sampling have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The well was drilled to a vertical depth of 1804 metres below sea level and terminated in Paleogene rocks.
nb: Brønnen ble boret til et vertikalt dyp av 1804 meter under havflaten, og ble avsluttet i bergarter av paleogen alder.

source: The sea depth is 125 metres.
nb: Havdypet er 125 meter.

source: Well 25/11-25 S was drilled by the semisubmersible drilling facility Transocean Winner, which will now drill wildcat well 25/11-25 A, as a sidestep, to prove petroleum in a nearby prospect in the same production licence.
nb: Brønn 25/11-25 S ble boret av den halvt nedsenkbare boreinnretningen Transocean Winner, som nå skal bore undersøkelsesbrønn 25/11-25 A, som sidesteg, for å påvise petroleum i et nærliggende prospekt i samme utvinningstillatelse.

source: The purpose of the well was to prove petroleum in a prospect called “Ipswich” in reservoir rocks of Paleocene Age.
nb: Hensikten med brønnen var å påvise petroleum i et prospekt kalt ”Ipswich” i reservoarbergarter av paleocene alder.

source: The well proved an oil column of at least 60 metres with reservoir properties comparable to the reservoir rocks in the “Oselvar” discovery.
nb: Brønnen påviste minst 60 meter oljekolonne med reservoaregenskaper som ligner reservoarbergartene i ”Oselvar”-funnet.

source: The well was not tested, but the discovery in the main well was further explored by a sidetrack well where coring, pressure measurement and liquid sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men funnet i hovedbrønnen ble videre undersøkt med en sidestegsboring hvor kjernetagning og innsamling av væske og trykkprøver ble foretatt.

source: Further investigations are necessary to determine if the discovery is commercial.
nb: Det er nødvendig med videre vurderinger/undersøkelser for å fastslå om funnet er drivverdig.

source: The well is the third exploration well to be drilled in production licence 274.
nb: Brønnen er den tredje letebrønnen i utvinningstillatelse 274.

source: The licence was awarded in the North Sea Awards 2001(NSA2001).
nb: Tillatelsen ble tildelt 15.3.2002 (NST2001).

source: The main well was drilled to a vertical depth of 3232 metres and the sidetrack to 3465 metres subsea, and both were terminated in rocks of early Paleocene age.
nb: Hovedbrønnen ble boret til et vertikalt dyp av 3232 meter og sidesteget til 3465 m under havflaten og begge ble avsluttet i bergarter av tidlig paleocene alder.

source: The water depth was 72 metres.
nb: Havdypet var 72 meter.

source: The wells will be permanently plugged and abandoned.
nb: Brønnene vil nå bli permanent plugget og forlatt.

source: The wells 1/3-11 and 1/3-11 T2 were drilled by the Mærsk Guardian facility which will move to production licence 289 to drill wildcat well 3/7-7 for DONG E&P Norge AS.
nb: Brønnene 1/3-11 og 1/3-11 T2 ble boret av boreinnretningen Mærsk Guardian som nå skal til utvinningstillatelse 289 helt sør i Nordsjøen for å bore undersøkelsesbrønn 3/7-7 for DONG E&P Norge AS.

source: The well, located south of the Varg field, proved a gas and oil accumulation in reservoirs of Jurassic (Sleipner fm.) and Triassic (Skagerrak fm.) age.
nb: Brønnen påviste gass og olje i bergarter av jura (Sleipner-formasjonen) og trias alder (Skagerrak-formasjonen).

source: Field development studies are already initiated to progress a potential development of the discovery.
nb: Det er satt i gang studier for å vurdere utbygging av funnet.

source: Production License 292 was awarded in the North Sea licensing round in 2002 to DNO as operator.
nb: Utvinningstillatelse 292 ble tildelt i nordsjøtildelingene i 2002 til DNO som operatør.

source: Press contact in the NPD Eldbjørg Vaage Melberg, tel +47 51 87 60 00
nb: Pressekontakt i Oljedirektoratet Eldbjørg Vaage Melberg, tel 51 87 60 00

source: The well is located 10 km north of Troll.
nb: Brønnen er lokalisert 10 kilometer nord for Troll.

source: The purpose of this well was to prove petroleum in Middle Jurassic reservoir rocks in the ”C Øst” prospect.
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter i prospektet ”C Øst”.

source: The well proved petroleum.
nb: Brønnen påviste petroleum.

source: The size of the discovery is from 3 – 6 million Sm3 oil equivalents, most of which is oil.
nb: Størrelsen på funnet er mellom 3 og 6 millioner Sm3 oljeekvivalenter, hvorav mesteparten er olje.

source: The licensees in the production licence will consider producing the discovery to the Fram field.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot Framfeltet.

source: Many exploration wells have been drilled in production licence 090.
nb: Det er boret mange letebrønner i utvinningstillatelse 090.

source: The well was drilled to a vertical depth of 2525 m below the sea surface, and was concluded in the Early Jurassic.
nb: Brønn ble boret til et vertikalt dyp av 2525 meter under havflaten, og ble avsluttet i tidlig jura.

source: The part of the well that encountered the exploration target will now be permanently plugged and abandoned.
nb: Den delen av brønnen som påtraff letemålet blir nå permanent plugget og forlatt.

source: Well 35/11-B23-H was drilled using the Bideford Dolphin drilling facility, which will now continue drilling on Fram.
nb: Brønn 35/11-B23-H ble boret av boreinnretningen Bideford Dolphin som fortsetter boringen på Fram.

source: The licensees in production licences 090 & 090 D are:
nb: Rettighetshavere i utvinningstillatelse 090 & 090 D er:

source: 20 per cent
nb: 20 prosent

source: 25 per cent
nb: 25 prosent

source: Contact in the NPD: Eldbjørg Vaage Melberg, +47 51876100
nb: Kontakt i OD: Eldbjørg Vaage Melberg, tlf 51876100

source: The well, located north-east of the Snorre field in the northern North Sea, proved an oil accumulation in a reservoir of Jurassic age.
nb: Brønnen påviste olje i bergarter av Jura alder.

source: A comprehensive data acquisition programme has been carried out.
nb: Et omfattende datainnsamlingsprogram er utført, og brønnen er produksjonstestet.

source: Production license 373 S was awarded in the Awards in Pre-defined Areas (APA) licensing round in 2005.
nb: Utvinningstillatelse 373 S ble tildelt i TFO i 2005.

source: The well will be permanently plugged and abandoned following the sidetrack.
nb: Etter sidesteget skal brønnen plugges og forlates.

source: The Bredford Dolphin rig will then move to PL 338 and drill appraisal well 16/1-8 for Lundin.
nb: Bredford Dolphin flyttes deretter til utvinningstillatelse 338 for å bore avgrensningsbrønn 16/1-8 for Lundin Norway AS.

source: Licensees in Production licence 373 S (See NPD's fact-pages)
nb: Rettighetshaverne i utvinningstillatelse 373 S (se OD's faktasider)

source: The purpose of the well was to prove petroleum in Upper Cretaceous reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter.

source: The well was a planned sidetrack to a deeper prospect, following the discovery of 8 – 14 billion Sm3 of recoverable gas in October 2008 by means of the discovery well 6707/10-2 S in the Upper Cretaceous (Nise formation) in a prospect called Haklang.
nb: Brønnen var et planlagt sidesteg til et dypereliggende prospekt etter at det i oktober 2008 ble påvist 8 – 14 milliarder Sm3 utvinnbar gass med funnbrønnen 6707/10-2 S i øvre kritt (Niseformasjonen) i et prospekt kalt Haklang.

source: 6707/10-2 A proved gas of medium quality in Upper Cretaceous reservoir rocks.
nb: 6707/10-2 A påviste gass i øvre kritt reservoarbergarter av middels god kvalitet.

source: It proved a 38-metre column in the lower part of the Nise formation.
nb: De påviste 38 meter kolonne i nedre del av Niseformasjonen.

source: The well was not formation-tested, but extensive data collection and sampling have been performed.
nb: Brønnen er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetakning.

source: Further evaluation is needed to determine whether the discovery is commercially viable, viewed in context with a potential field development of the 6707/10-2 S (Haklang) discovery, and the nearby discoveries 6707/10-1 (Luva) and 6706/12-1 (Snefrid Sør).
nb: Det er nødvendig med videre vurderinger for å fastslå om funnet er drivverdig sett i sammenheng med en mulig feltutbygging av funnet 6707/10-2 S (”Haklang”) og de nærliggende funnene 6707/10-1 (”Luva”) og 6706/12-1 (”Snefrid Sør”).

source: The well was drilled to a vertical depth of 4325 metres below the sea surface, and was concluded in the lower portions of the Nise formation in Upper Cretaceous strata.
nb: Brønnen ble boret til et vertikalt dyp på 4325 meter under havflaten, og ble avsluttet i nedre deler av Niseformasjonen i øvre kritt.

source: Water depth at the site is 1248 metres.
nb: Havdypet er 1248 meter.

source: The well was drilled by the Transocean Leader, which will now drill wildcat well 6605/1-1 in production licence 328, where StatoilHydro ASA is the operator.
nb: Brønnen ble boret av Transocean Leader som nå skal bore undersøkelsesbrønn 6605/1-1 i utvinningstillatelse 328, der StatoilHydro ASA er operatør.

source: Licensees in production licence 218 (see NPD's fact pages)
nb: Rettighetshaverne i utvinningstillatelse 218 (se OD's faktasider)

source: In addition to being a development well, the well also had two exploration targets in Middle and Lower Jurassic reservoir rocks.
nb: I tillegg til å være utvinningsbrønn, hadde brønnen to letemål i midtre og nedre jura reservoarbergarter.

source: Oil was proven in the upper segments of the Brent group.
nb: Det ble påvist olje i øvre deler av Brentgruppen.

source: The size of the discovery is probably 0.3 – 1 million Sm3 of recoverable oil.
nb: Størrelsen på funnet er trolig mellom 0,3 – 1 million Sm3 utvinnbar olje.

source: The production licence was awarded in the 4th licensing round in 1979.
nb: Utvinningstillatelsen ble tildelt i 4. konsesjonsrunde i 1979.

source: The well was drilled to a vertical depth of 2513 metres below the sea surface, and was concluded in the Statfjord group in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2513 meter under havflaten, og ble avsluttet i Statfjordgruppen i nedre jura.

source: Water depth at the site is 137 metres.
nb: Havdypet er 137 meter.

source: The well will now be completed and brought on-stream.
nb: Brønnen blir nå komplettert og satt i produksjon.

source: The well was drilled from the Brage platform.
nb: Brønnen ble boret fra Brageplattformen.

source: Licensees in production licence 055 (see NPD's fact pages)
nb: Rettighetshaverne i utvinningstillatelse PL055 (se OD's faktasider)

source: The well's primary exploration target was to prove petroleum in Upper Triassic reservoir rocks.
nb: Primært letemål for brønnen var å påvise petroleum i øvre triassiske reservoarbergarter.

source: The secondary exploration target was to prove petroleum in Upper to Middle Jurassic reservoir rocks.
nb: Sekundært letemål var å påvise petroleum i øvre til midtre jura reservoarbergarter.

source: No petroleum was proven in the primary target, but a small oil column was discovered in the secondary target.
nb: Det ble ikke påvist petroleum i primært mål, men det ble påvist en liten oljekolonne i sekundært mål.

source: The size of the discovery is between 0.1 - 0.25 million Sm3 recoverable oil.
nb: Størrelsen på funnet er mellom 0,1 og 0,25 millioner Sm3 utvinnbar olje.

source: The licensees have already decided to produce the discovery via the Varg field from 5 July 2008, following fast-track approval by the authorities.
nb: Rettighetshaverne har allerede besluttet å produsere funnet mot Vargfeltet fra 5. juli 2008 etter en rask myndighetsgodkjennelse.

source: The well was drilled to a vertical depth of 3090 m below the sea surface, and was concluded in the Skagerrak formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 3090 meter under havoverflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: Well 15/12-20 S was drilled by the jack-up rig Mærsk Giant, which will now drill a new production well on the Varg field where Talisman Energy Norge AS is the operator.
nb: Brønn 15/12-20 S ble boret av den oppjekkbare riggen Mærsk Giant som nå skal bore en ny produksjonsbrønn på Vargfeltet, der Talisman Energy Norge AS er operatør.

source: The licensees in production licence 038.
nb: Rettighetshavere i uvinninstillatelse 038.

source: The discovery, which is probably commercial, lies 16 kilometres north of the Varg field in the North Sea.
nb: Funnet, som sannsynligvis er drivverdig, ligger 16 kilometer nord for Vargfeltet i Nordsjøen.

source: The purpose of well 15/12-21 A was to delineate and determine the size of the discovery.
nb: Hensikten med brønnen 15/12-21 A var å avgrense og bestemme størrelsen på funnet.

source: The well encountered oil in the same reservoir rocks as the discovery well, and the oil column increased to 188 metres without the oil/water contact being determined.
nb: Brønnen påtraff olje i samme reservoarbergarter som i funnbrønnen, og oljekolonnen økte til 188 meter uten at olje/vann-kontakten ble avklart.

source: The appraisal well shows that the size of the discovery probably is within the uncertainty range of 6 – 21 million standard cubic metres of recoverable oil equivalents.
nb: Avgrensingsbrønnen viser at størrelsen på funnet trolig er innenfor usikkerhetsspennet 6-21 millioner standard kubikkmeter utvinnbare oljeekvivalenter.

source: The well was not formation-tested, but data collection and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling og prøvetaking.

source: The discovery is being considered connected to the Varg field or as an independent development.
nb: Funnet blir vurdert tilknyttet Vargfeltet eller som egen utbygging.

source: The appraisal well was drilled to a vertical depth of 3306 metres below sea level and was concluded in the Skagerrak formation from the Upper Triassic.
nb: Avgrensingsbrønnen ble boret til et vertikalt dyp på 3306 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The well was drilled at a sea depth of 86 metres by the drilling facility Mærsk Guardian.
nb: Brønnen ble boret på 86 meters havdyp av boreinnretningen Mærsk Guardian.
